<template>
  <v-container id="map">
    <v-row>
      <v-col cols="12" sm="6">
        <h2>О компании </h2>
        <h3>VENEZIA</h3>
        <p>
          Бренд VENEZIA был основан в Варшаве в 1996 году. Компания занимается продажей кожаных изделий и итальянской обуви. На сегодняшний день у торговой марки более ста клиентов, как в Польше, так и в других странах - в Украине, Чехии, Германии, Австралии, Швеции, теперь и в России.
        </p><p>
          VENEZIA владеет сетью фирменных магазинов, которые находятся в самых популярных торговых центрах по всей Польше. VENEZIA сотрудничает с лучшими итальянскими компаниями в обувной индустрии. Коллекции формируются очень старательно и, таким образом, в них сочетаются ожидания самых взыскательных покупателей и тенденции мировой моды.
        </p>
      </v-col>
      <v-col cols="12" sm="6">
        <h3 class="mb-3">
          Наше местоположение
        </h3>
        <iframe src="https://yandex.ru/map-widget/v1/?um=constructor%3Ab12920110e7fa30140421856197e7ad5131dd25fad627b98245546dafb050cca&amp;source=constructor" width="100%" height="316" frameborder="0" />
      </v-col>
    </v-row>
  </v-container>
</template>
